{
    "btn_viewCase": "Bekijk de volledige zaak",
    "relatedCase": "Gerelateerde zaak",
    "codesphere": {
        "heading": "Rationalisierung des Einsatzes für mehr Effizienz",
        "sub": "Wir konzentrieren uns auf die Optimierung der Benutzerfreundlichkeit von IDE, von Git bis zu den Bereitstellungsprozessen und dem Marktplatz. Durch umfangreiche Forschung, iteratives Prototyping und Benutzertests haben wir die Software-Schnittstelle verfeinert, um die Bereitstellungsprozesse erheblich zu vereinfachen und letztendlich ihre Produktivität zu steigern und die Markteinführungszeit zu verkürzen.",
        "desc": "Wir haben umfassende Benutzerforschung durchgeführt, indem wir uns mit CTOs, Tech-Leads, Senior-Entwicklern, Projektmanagern und Stakeholdern auseinandergesetzt haben, um ihre Schmerzpunkte und Anforderungen gründlich zu verstehen.\nIn der UX-Phase lag unser Fokus auf intuitiven Workflows und nahtlosen Interaktionen, um sicherzustellen, dass Benutzer schnell Bereitstellungseinstellungen konfigurieren, Integrationen aus dem Marketplace verwalten und einfach auf die Überwachung der Betriebszeit zugreifen können.\nIn der UI-Phase haben wir ein kohärentes Designsystem entwickelt, das intuitiv visuelle Hinweise und Affordanzen enthält, um Benutzer durch die Software zu führen. Wir haben komplexe Bereitstellungskonfigurationen einfach und zugänglich gemacht."
    },
    "gentlenero": {
        "heading": "Zeitlose Eleganz: Chroniken der Maßschneiderei",
        "sub": "Durch eine harmonische Mischung aus klassischer Ästhetik und moderner Benutzerfreundlichkeit haben wir eine Benutzeroberfläche geschaffen, die die Raffinesse und den zeitlosen Charme von Maßanzügen widerspiegelt. Unsere Design-Entscheidungen zielten darauf ab, nicht nur das Erbe der Marke zu repräsentieren, sondern auch eine immersive Online-Umgebung zu schaffen, in der die Besucher die Tradition und die Qualität, die für die Maßschneiderei stehen, schätzen lernen.",
        "desc": "Wir haben uns auf eine kreative Reise begeben, um die Essenz einer langjährigen Tradition der Maßanzugschneiderei in Deutschland einzufangen. Unser Ansatz bestand darin, das Erbe zu bewahren und gleichzeitig einen Sinn für zeitgenössische Eleganz in das Online-Erlebnis einzubringen.\nDurch umfangreiche Recherchen und einfühlsames Verständnis für das Schneiderhandwerk haben wir eine visuelle Erzählung entwickelt, die die Kunstfertigkeit und das Erbe der Maßschneiderei feiert. Wir haben das Layout der Website sorgfältig entworfen, um eine nahtlose Navigation und intuitive Benutzerinteraktionen zu gewährleisten.\nDurch eine harmonische Mischung aus klassischer Ästhetik und moderner Benutzerfreundlichkeit haben wir eine Benutzeroberfläche geschaffen, die die Raffinesse und den zeitlosen Charme von Maßanzügen widerspiegelt. Unsere Design-Entscheidungen zielten nicht nur darauf ab, das Erbe der Marke zu repräsentieren, sondern auch eine immersive Online-Umgebung zu schaffen, in der die Besucher die Tradition und die Qualität, die für die Maßschneiderei stehen, schätzen lernen."
    },
    "metaspets": {
        "heading": "Play-to-earn: ein strategisches NFT-Spiel",
        "sub": "Wir konzipierten und gestalteten eine Benutzeroberfläche, die das Echtzeit-Gameplay nahtlos mit den einzigartigen Merkmalen der nicht-fungiblen Token verbindet. Wir schufen eine fesselnde visuelle Geschichte, die die Spieler dazu brachte, sich eifrig für die Beta-Version zu registrieren. Unser Ziel war es, nicht nur ein Spiel, sondern ein einzigartiges digitales Universum zu schaffen, in dem Strategie, Technologie und Kreativität zusammenkommen, um die Spielelandschaft neu zu definieren.",
        "desc": "Unser Designansatz konzentrierte sich darauf, die komplexe Welt der Echtzeit-Strategiespiele mit dem innovativen Bereich der Blockchain-Technologie und NFTs zu verbinden. Durch umfangreiche Recherchen und die Zusammenarbeit mit Entwicklern konzipierten und gestalteten wir eine Benutzeroberfläche, die das Echtzeit-Gameplay nahtlos mit den einzigartigen Eigenschaften von nicht-fungiblen Token verbindet.\nWir haben eine fesselnde visuelle Geschichte entwickelt, die die Spieler dazu brachte, sich eifrig für die Beta-Version zu registrieren. Unser Ziel war es, nicht nur ein Spiel, sondern ein einzigartiges digitales Universum zu schaffen, in dem Strategie, Technologie und Kreativität zusammenkommen, um die Spielelandschaft neu zu definieren."
    },
    "cargokite": {
        "heading": "Revolutionierung des Seetransports und der Logistik",
        "sub": "CargoKite ist ein maritimes Hard-Tech-Unternehmen. Das Unternehmen ist darauf spezialisiert, kleine autonome Mikroschiffe mit Windenergieantrieb für den Einsatz in der kommerziellen Frachtschifffahrt anzubieten.",
        "desc": "CargoKite ist ein maritimes Hard-Tech-Unternehmen mit Sitz in München, Deutschland. Das Unternehmen wurde im Jahr 2022 mit der Mission gegründet, nachhaltigen und gleichzeitig wirtschaftlich tragfähigen kommerziellen Seeverkehr zu ermöglichen. \nNestegg wurde mit der Aufgabe betraut, die Website neu zu konzipieren. Unser Fokus liegt darauf, eine interaktive Plattform zu gestalten, die Informationen nahtlos liefert und die futuristische Vision sowie die modernste Technologie von CargoKite auf eine intuitive und ansprechende Weise präsentiert."
    }
}
